"Normal"="Normalny";"NOT_CONNECTED_MESSAGE"="Połączenie zostało utracone.";"None"="Nic";"No_Thanks"="Nie, dziękuję";"No_Product_To_Restore_Message"="Miałeś już kupione rozszerzenie? Skontaktuj się z nami. ";"No_Product_To_Restore"="Brak produktu do odzyskania";"No_Delay"="Brak opóźnienia";"No_Name"="Brak nazwy";"No_Content_To_Paste"="Brak treści do wklejenia";"Next_Tip"="Następna porada";"NO"="Nie";"Next"="Następne";"New_Response"="Nowa odpowiedź";"Network_Tools"="Narzędzia sieciowe";"Nb_Selected_Items"="Wybrane (%d)";"Name_Of_Your_Saved_Command"="Nazwa Twojej komendy";"Name"="Nazwa";"My_Connections"="Moje połączenia";"More_Informations"="Informacje";"Missing_Fields"="Nieuzupełnione pola";"Message_Field_Is_Required"="Pole wiadomości jest wymagane";"Message"="Wiadomość";"MD5_Hashes_Are_Equal"="Hashe MD5 są identyczne";"Manage_WebSSH_Settings"="Zarządzaj ustawieniami WebSSH";"MD5_Hash_Can_Not_BeRetrieved"="Hasz MD5 nie może zostać odebrany";"Manage_Security_Settings"="Zarządzaj ustawieniami zabezpieczeń";"Macro"="Komenda";"Macro_Prefered"="Preferowane komendy";"Logout"="Wyloguj";"Login_Required_Message"="Potrzeba konta WebSSH (jest darmowe) aby użyć tej opcji.";"Login_Required"="Trzeba się zalogować";"Login"="Zaloguj się";"Locked"="Zablokowany";"Local_Notifications_Disabled"="Powiadomienia lokalne są nieaktywne";"Loading_Points"="Ładuję...";"LOADING"="Ładuję";"Learn_More"="Dowiedz się więcej";"Later"="Później";"Language"="Język";"Keys"="Klucze";"Key_Already_Exists_Message"="Wybrany klucz został już dodany do klawiatury";"Key_Already_Exists"="Klucz już istnieje";"Keep_Device_Awake_When_SSH_Connection"="Gdy połączenie SSH jest aktywne";"Keep_Device_Awake_When_SFTP_Connection"="Gdy połączenie SFTP jest aktywne";"Keep_Device_Awake_Warning"="Utrzymywanie urządzenia w trybie czuwania może zwiększyć zużycie baterii, ale zachowa aktywne połączenia";"Keep_Device_Awake"="Utrzymuj urządzenie w trybie czuwania";"Itunes_File"="Plik iTunes";"Is_Encrypted"="Szyfrowane";"It_Appears_That_Old_Purchases"="Dokonałeś zakupu w poprzedniej wersji. Przywrócenie zakupu jest niezbędne do dalszego korzystania z zakupionych opcji.";"Internet_Connection_Seems_Offline"="Wygląda na to, że nie masz połączenia z internetem";"Install"="Instaluj";"Insert_Private_Key_Here"="Wprowadź klucz prywatny\n\nTwój klucz prywatny może być w formacie RSA oraz DSA\n\nTwój klucz prywatny powinien rozpoczynać się od -----BEGIN XXX PRIVATE KEY----- i powinien kończyć -----END XXX PRIVATE KEY-----";"Information"="Informacje";"Inbox"="Przychodzące";"Infinite_Loop_Detected"="Wykryto nieskończoną pętle. Przerwano.";"In_Order_To_Enable_Local_Notifications_Please_Edit_Your_Device_Settings"="W celu włączenia powiadomień, zmień ustawienia wyświetlania powiadomień.";"In_App_Purchases"="Zakupy w aplikacji";"Import_Private_Keys_Methods"="Aby dodać klucz prywatny, kliknij ikonę \"Klucza\" w prawym górnym rogu.\nKlucz prywatny można też dodać za pomocą iTunes.\nMożna używać klucze z OpenSSH jak i PuTTy.";"Image_Is_Now_Downloaded_In_Camera_Roll"="Zdjęcie jest pobierane z rolki aparatu";"Icon"="Ikona";"Host_Is_Required"="Pole hosta jest wymagane.";"Host"="Host";"Help_Us_By_Enabling_Diagnostic_And_Usage_Data_Collection"="Możesz pomóc nam ulepszać program wysyłając błędy programu.\nWszystkie informacje są wysyłane do WebSSH anonimowo.";"Help_And_Reviews"="Pomoc & Recenzje";"Help"="Pomoc";"Group_Name"="Nazwa grupy";"Get_Started"="Pierwsze kroki";"General"="Ogólny";"Generating_MD5"="Generuję MD5";"Furtive_Mode_Error"="Jesteś w trybie incognito.\nTwoja prośba nie może zostać spełniona.";"Furtive_Mode_Detail_Label"="W trybie incognito połączenia nie są wysyłane do webssh.net";"Furtive_Mode"="Tryb incognito";"Follow_Us"="Obserwuj";"Finished"="Ukończono";"File_Writed_With_Success"="Zapisano pomyślnie.";"File_Writed_With_Error"="Wystąpił błąd. Plik nie zostanie zapisany!";"File_Not_Saved"="Nie zapisano";"File_Name"="Nazwa pliku";"File_Must_Contain_Private_Key_Not_Public_Key"="Plik %@ musi zawierać prywatny klucz, a nie publiczny!";"File"="Plik";"Feature_Part_Of_Pro_Version_Trials_End"="Ta opcja jest dostępna w wersji Pro.\nChcesz ulepszyć do wersji Pro?";"Favorites_Folder"="Ulubione foldery";"Feature_Part_Of_Pro_Version"="Ta opcja jest dostępna w wersji Pro.\nMożesz ją wypróbować przed zakupem.\nCzy chcesz ulepszyć do wersji Pro?";"Favorite_Name"="Ulubiona nazwa";"Favorite"="Ulubione";"Fast"="Szybko";"FAQ"="FAQ";"Failed_Passcode_Attempts"="Błędny kod dostępu";"Extension_Not_Recognized_Message"="Nie rozpoznano pliku tekstowego.\nNadal chcesz edytować?";"Example_Dot_Com"="example.com";"EXECUTING_TITLE"="Ładuję...";"Error_Occured_Can_You_Retry"="Wystąpił błąd. Proszę spróbuj później.";"ERROR"="Błąd";"Enter_Your_PIN"="Wprowadź hasło do WebSSH";"Enter_Your_Email_For_New_Password"="Wprowadź adres email w celu uzyskania nowego hasła.";"Enter_The_New_Name"="Wprowadź nową nazwę";"Enter_The_Name_Of_The_Favorite"="Wprowadź nazwę ulubionych";"Enter_Password"="Wprowadź hasło";"Enter_File_Name"="Wprowadź nazwę pliku";"Enter_Directory_Name"="Wprowadź nazwę katalogu";"Enroll_Now"="Zapisz się";"Enable_Bel_Vibration_Or_Beep"="Włącz wibracje albo dźwięk";"Enable_Local_Notifications"="Włącz powiadomienia";"Email_Sent_Faillure"="Nie udało się wysłać";"Email"="Email";"Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly"="Nie zapomnij sprawdzić ustawień, jeśli terminal nie wyświetla się prawidłowo";"Done"="Zrobione";"Domain_Name_Example"="example.com";"Do_You_Want_To_Restore_Or_Unregister_Them"="Chcesz odzyskać swój zakup, czy chcesz go wyrejestrować?";"Directory_Name"="Nazwa katalogu";"DISCONNECT"="Rozłącz";"Direct_Connection"="Bezpośrednie połączenie";"Deleting"="Usuwam";"Delete_Failed"="Nie można było usunąć";"Delete"="Usuń";"Default_Text_For_Crash_Report_Help"="Dear WebSSH Team,\n\nWebSSH have been crashed while:\n(Describe here what you did when WebSSH crashed \/ Opisz co robiłeś gdy aplikacja się wywaliła)\n\nCould you check why it happened?\n\nBest Regards,";"Default_Folder_Name"="Nowy Folder";"Default_File_Name"="Plik.txt";"Default"="Domyślne";"Default_Favorite_Name"="Ulubione";"Dashboard"="Tablica";"Create_File"="Stwórz plik";"Create_Directory"="Stwórz folder";"Crash_Detected"="Wykryto błąd";"Continue_With_Ads"="Kontynuuj z reklamami";"Continue"="Kontynuuj";"Contact_Us_If_You_Cant_Find_Response"="Skontaktuj się z nami, jeśli nie znalazłeś odpowiedzi";"Contact_Us"="Skontaktuj się z nami";"Contact_Suggestion"="Sugestia";"Contact_Translator_Request"="Chcę tłumaczyć";"Contact_Other"="Inne";"Connections_SSH_SFTP_ETC"="Połączenia SSH \/ SFTP";"Contact_Bug_Submit"="Zaraportuj błąd";"Connections"="Połączenia";"CONNECTION_TYPE"="Typ";"Connection_Established_But_Can_Not_Open_Session"="Połączenie ustanowiono, ale nie można rozpocząć sesji";"Connection"="Połączenie";"Connection_Error"="Błąd połączenia";"CONNECTING_TITLE"="Łączę...";"Connection_Closed"="Połączenie zamknięto";"CONNECTING_MESSAGE"="Proszę czekać.";"CONNECTING_FAILED"="Połączenie się niepowiodło";"Connect"="Połącz";"Compare_With_Local_File"="Porównaj pliki lokalne";"Confirmation"="Potwierdzenie";"Compare"="Porównaj";"Change_Password"="Zmień hasło";"Command"="Polecenie";"CANCEL_OPERATION"="Anuluj zadanie";"Extension_Not_Recognized"="Nie rozpoznano rozszerzenia";"Can_Not_Establish_Connection_To"="Nie można nawiązać połączenia z %@";"Can_Not_Purchase"="Nie można dokonać zakupu";"Can_Not_Send_PTY_Request"="Nie można wysłać prośby PTY";"Can_Not_Start_Shell_From_Connection"="Nie można uruchomić powłoki na tym połączeniu";"CANCEL"="Anuluj";"Can_Not_Create_File_Because_Already_Exists"="Nazwa \"%@\" jest już zajęta. Proszę wybierz inną.";"Can_Not_Create_Dir_Because_Already_Exists"="Nie można utworzyć katalogu, który już istnieje.";"Buy_Canceled"="Anulowano zakup";"Buy"="Kup";"Beta_Enrollment_Needed"="Używasz wersji Beta, ale nie jesteś zarejestrowany w programie.";"Bad_Response_Received"="Otrzymano złą odpowiedź";"Bad_Login_Credentials_Message"="Wygląda na to, że podałeś złe dane. Co teraz chcesz zrobić?";"Bad_ICMP_Data_Received"="Błędne dane ICMP";"Bad_Credentials"="Dostarczone dane są błędne";"Bad_Login_Credentials"="Błędne dane logowania";"Back"="Cofnij";"Avoided_Corruptions"="Unikaj błędów";"Authentication"="Uwierzytelnianie";"Attempts_Remaining"="Pozostałe próby";"Attempts_Expired"="Wygasłe próby";"Are_You_Sure_To_Logout"="Na pewno chcesz się wylogować?";"Ask_For_Resume"="Wznów";"Are_You_Sure_To_Delete_This_Connection"="Na pewno chcesz usunąć to połączenie?";"Are_You_Sure_File_Not_Saved"="Nie zapisałeś. \nChcesz zamknąć bez zapisywania?";"Already_Exists"="Już istnieje";"All_Purchases_Unregistered"="Wszystkie zakupy zostały wycofane. Aby je zarejestrować, należy je przywrócić.";"Ads_Support_Message"="Mogą pojawiać się reklamy. Wykup ulepszenie do wersji Pro aby je wyłączyć.";"All"="Wszystko";"Add_This_Folder_To_Favorite"="Dodaj do ulubionych";"Add_To_Clipboard"="Skopiuj do schowka";"Add"="Dodaj";"Add_Key"="Dodaj klucz";"Add_New_Command"="Dodaj nową komendę";"About"="O";"A_Password_Is_Required_For_Your_Private_Key"="Potrzeba hasła dla klucza prywatnego";"NOT_CONNECTED_TITLE"="Brak połączenia";"Not_Now"="Nie teraz";"Notification"="Powiadomienie";"Notification_Footer_Title"="Powiadomienia są wyświetlane, aby poinformować Cię o błędach bądź ważnych wydarzeniach. Nie wysyłamy zbędnych powiadomień.";"Notifications"="Powiadomienia";"Now_Recording"="Rejestrujesz WebSSH jako nagranie wideo. Aby zatrzymać, przytrzymaj pasek nawigacji przez około 5 sekund.";"OK"="OK";"OPERATION_SEEMS_TO_BE_LONG"="Proszę czekać.";"Overwrite"="Nadpisz";"Pad"="Podkładka";"PARENT_DIRECTORY"="Katalog nadrzędny";"Password"="Hasło";"Password_Authentication"="Uwierzytelnienie hasłem";"Password_Has_Been_Saved"="Hasło zostało pomyślnie zapisane";"Password_Is_Required"="Pole hasła jest wymagane.";"Password_Login_Example"="mypassword";"Password_Lost"="Nie pamiętasz hasła";"Password_Not_Saved"="Hasło nie zapisane";"Password_Saved"="Hasło zapisane";"Passwords_Are_Not_Equals"="Hasła nie są identyczne!";"Path"="Ścieżka";"PHOTO_COUNT_MULTIPLE"="%@ pozycje";"PHOTO_COUNT_SINGLE"="1 Pozycja";"PHOTO_LIBRARY"="Rolka z aparatu";"PHOTO_ROLL_ACCESS_ERROR"="%@ nie ma dostępu do Twojej Rolki z aparatu.";"PIN_Entry_Locked"="Wprowadzanie hasła zablokowane";"Ping"="Ping";"Please_Define_Macro_Name_And_Command"="Proszę zdefiniować nazwę makro i komendy";"Please_Re_Enter_Your_PIN"="Proszę wprowadzić hasło w celu uwierzytelnienia";"Port"="Port";"Press_Navigation_Bar_For_Multiple_Screens"="Naciśnij pasek nawigacji, aby wyświetlić kilka ekranów";"Previous"="Poprzednie";"Private_Key"="Klucz prywatny";"Private_Key_Authentication"="Uwierzytelnianie klucza prywatnego";"Private_Key_Has_Been_Added"="Klucz prywatny został dodany";"Private_Key_Not_Found"="Nie znaleziono klucza prywatnego";"Pro_Upgrade"="Rozszerzenie do wersji Pro";"Pro_Upgrade_More_Information"="Więcej informacji o rozszerzeniu do wersji Pro";"Profile"="Ustawienia terminala";"Profile_Background_Color"="Kolor tła";"Profile_Backspace_BS"="^H (BS)";"Profile_Backspace_DEL"="^? (DEL)";"Profile_Backspace_Sequence"="Sekwens Backspace";"Profile_Color_Black"="Czarny";"Profile_Color_Blue"="Niebieski";"Profile_Color_Cyan"="Cyan";"Profile_Color_Gray"="Szary";"Profile_Color_Green"="Zielony";"Profile_Color_Purple"="Fioletowy";"Profile_Color_Red"="Czerwony";"Profile_Color_White"="Biały";"Profile_Color_Yellow"="Żółty";"Profile_Cursor_Color"="Kolor kursora";"Profile_Font_Family"="Rodzina czcionki";"Profile_Font_Size"="Rozmiar czcionki";"Profile_Foreground_Color"="Kolor pierwszoplanowy";"Profile_Spacebar_Delay"="Opóźnienie spacji";"Profile_Terminal_Type"="Typ terminala";"Profile_Terminal_Type_DUMB"="DUMB";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_XTERM_256_COLOR"="XTERM-256COLOR";"Progress"="Postęp";"Pull_Down_To_Refresh"="Pociągnij w dół aby odświeżyć";"Purchase_Required"="Wymaga zakupu";"Purchase_Required_Want_MoreInformations"="Aby użyć tej funkcji musisz zakupić wersję Pro. Potrzebujesz więcej informacji o wersji Pro?";"Purchases_Are_Not_Possible_At_This_Time"="Nie można dokonać zakupu w tej chwili";"Rate"="Oceń %@";"Rate_Question"="Jeśli podoba Ci się %@ skomentujesz i ocenisz program? To zajmie tylko minutkę. Dziękujemy za Twoje wsparcie!";"Read_Only_File_Warning"="Ze względu na uprawnienia, plik ten jest dostępny  w trybie tylko do odczytu.";"RECONNECT"="Połącz ponownie";"Recording"="Nagrywam";"Recording_End"="Sprawdź rolkę z aparatu aby zobaczyć zrzut ekranu";"Release_To_Refresh"="Zwolnij aby odświeżyć";"Remind_Me_Later"="Przypomnij mi później";"Remove_Ads"="Usuń reklamy";"Remove_Password"="Usuń hasło";"Remove_Password_Confirmation"="Jesteś pewien, że chcesz usunąć hasło?";"Rename"="Zmień nazwę";"Rename_Failed"="Zmiana nazwy się nie powiodła";"Report_Log"="Zgłoś log";"Requesting_MD5"="Żądanie MD5";"Restoration_Needed"="Proszę przywrócić";"Restore"="Przywróć";"Restore_Canceled"="Przywracanie anulowane";"Restore_My_Purchase"="Przywróć moje zakupy";"Restoring_Purchases"="Przywracam zakupy";"Resume"="Wznów";"Retry"="Ponów";"Reviews_And_Answers"="Recenzje i odpowiedzi";"Save"="Zapisz";"Save_And_Connect"="Zapisz i połącz";"Save_To_Camera_Roll"="Zapisz do rolki z aparatu";"Saved_Commands"="Zapisane komendy";"Saved_Connections"="Zapisane połączenia";"Screen"="Ekran";"Screen_Will_Be_Locked_After"="Ekran zostanie zablokowany przy wyjściu albo nieaktywności dłuższej niż 60 sekund";"Search_Connection"="Wyszukaj połązcenia";"Search_FAQ"="Przeszukaj FAQ";"Security"="Zabezpieczenia";"Select_Arrow_Keys_Speed"="Wybierz prędkość wskaźnika";"Select_Arrow_Keys_Type"="Wybierz typ wskaźnika";"Select_FX_Key"="Wybierz klucz Fn";"Send"="Wyślij";"Send_Crash_Reports"="Wysłano raport błędu";"Send_Crash_Reports_Label"="To pomaga nam w rozwoju programu ;)";"Send_Diagnostic_And_Usage_Data"="Wyślij dane diagnostyczne i użytkowania";"Send_Diagnostic_And_Usage_Data_Label"="Dane diagnostyczne i użytkowania pozwalają nam poznać:\n-Ilość aktywnych użytkowników\n-Przyjęcie i korzystanie z opcji programu\nBez tych danych nie jesteśmy w stanie rozwijać dalej programu :(";"Server"="Serwer";"Servers"="Serwery";"Set_Password"="Ustaw hasło";"Settings"="Ustawienia";"Share_This_App"="Podziel się tą aplikacją";"Show_Connection_Lost_Warning"="Pokazuj notkę o utraconym połączeniu";"Show_Monitoring_Icon_On_Servers_List"="Pokazuj notkę na liście serwerów";"Signup"="Zarejestruj";"Skip"="Pomiń";"Skip_Tutorial"="Pomiń tutorial";"Slow"="Zwolnij";"Sorry_MD5_Hashes_Are_Not_Equal"="Hasze MD5 nie są identyczne";"Speed"="Przyśpiesz";"SSH_Connection_Must_Be_Opened"="Aby otrzymać hasz MD5, połączenie SSH musi zostać otwarte. OK?";"SSH_Settings"="Ustawienia SSH";"SSH_Use_Old_Sepcial_Keys"="Użyj starych klawiszy specjalnych";"Start"="Start";"Start_Terminal_In_Fullscreen"="Uruchom terminal w trybie pełnoekranowym";"Stay_On_Terminal_When_Connection_Lost"="Pozostań w terminalu po utracie połączenia";"Stick"="Przyklej";"Stop"="Zatrzymaj";"Subject"="Temat";"Subject_Field_Is_Required"="pole tematu jest wymagane";"Submit_Report"="Wyślij raport";"Success"="Sukces";"Support_WebSSH"="Wesprzyj WebSSH";"Sure_To_Delete_XYZ"="Na pewno usunąć %@ ?";"Swipe_To_Left_Gesture"="Przesuń w lewo aby zobaczyć menu ekranu";"Swipe_To_Right_Gesture"="Przesuń w prawo aby zobaczyć główne menu";"Terminal_Profile"="Profil terminala";"Terms_Of_Service"="Warunki użytkowania";"Thank_You"="Dziękuję";"Thank_You_For_Your_Purchase"="Dziękujemy za dokonanie zakupu!";"This_Will_Open_Safari_In_Order_To_View_Link"="Aby wyświetlić łącze Safari zostanie uruchomione. Zgadzasz się?";"Tools_And_Services"="Narzędzia i usługi";"Transaction_Failed"="Transakcja się niepowiodła";"Try_It"="Wypróbuj ";"Unable_To_Retrieve_File_Perhaps_Permissions"="Niemożna było odebrać pliku.\nProszę sprawdzić uprawnienia.";"Unable_To_Retrieve_IP_From_DNS"="Nie można otrzymać adresu IP z serwera DNS";"Unable_To_Retrieve_Whois_From_Data"="Nie można otrzymać danych Whois";"Unknow"="Nieznane";"UNKNOWN_LIBRARY_ERROR"="Pojawił się nieznany błąd.";"Unlock"="Odblokuj";"Unrecognized_Itunes_File"="Plik  \"%@\" nie został rozpoznany przez WebSSH\nSkontaktuj się z nami w celu uzyskania informacji o importowaniu kluczy prywatnych";"Unregister"="Wyrejestruj";"Upgrade"="Aktualizuj";"Upgrade_WebSSH_To_Pro_Version"="Aktualizuj do wersji Pro";"Upload"="Wyślij";"Upload_Failed"="Wysyłanie się niepowiodło";"Upload_File"="Wyślij plik";"Use_As_Default_Path"="Użyj jako ścieżkę domyślną";"User"="Użytkownik";"User_Is_Required"="Pole użytkownika jest wymagane.";"User_Login_Example"="mylogin";"User_Privacy"="Prywatność";"Utils"="Użytkowość";"Virtual_Arrow_Keys"="Wirtualne strzałki";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❣️ Kupując pełną wersję WebSSH, możesz dodać dowolną liczbę połączeń SSH / SFTP / TUNNEL.";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️ Pomóż mi kontynuować WebSSH";"Buy_Price" = "Kup\n%@";"Do_You_Love_WebSSH"="Czy lubisz WebSSH?";// <- WebSSH 14.8"Profile_Carriage_Return" = "Powrót karetki";"Edytuj" = "Edytuj";"Pobierz" = "Pobierz";"Widok" = "Widok";"Clone" = "Klon";"Launch" = "Uruchomić";